<?php
return [
    'title'=>'Список комментариев',
    'id'=>'ID',
    'content'=>'Комментарий',
    'like'=>'Like',
    'dislike'=>'Dislike',
    'status'=>'Статус комментария',
    'created_by'=>'Создано пользователем',
    'updated_by'=>'Обновлено пользователем',
    'expires'=>'Блокировка до',
    'reason'=>'Причина блокировки',
    'user_id'=>'Пользователь',

    'activeStatus'=>'Активно',
    'blockedStatus'=>'Заблокировано',

    'addBan'=>'Добавить нового тользователя',

    'remove' => 'Удалить комментарий?',

    'tableComment' => 'Комментарий',
    'tableCreate' => 'Дата создания',
    'tableUpdate' => 'Дата обновления',
    'tableStatus' => 'Состояние',
    'tableCreateBy' => 'Создано',
    'tableUpdateBy' => 'Обновлено',

    'add a gallery...'=>'Добавить комментарий...',
    'gallery'=>'Оставить комментарий',
    'сomments'=>'Список комментариев',
    'auth'=>'Только зарегистированные пользователи могут оставлять комментарии',

    'voteLikeAdd'=>'Ваша оценка добавлена',
    'voteLikeNotAdd'=>'Ваша оценка не добавлена',

    'dataError' => 'Ошибка получения комментариев. Попробуйте позже',
    'commentAdd' => 'Отлично. Ваш комментарий добавлен',
    'commentNotAdd' => 'Ошибка. Ваш комментарий не опубликован'
];