<?php
return [
    'title'=>'Список комментариев',
    'id'=>'ID',
    'content'=>'Комментарий',

    'activeStatus'=>'Активно',
    'blockedStatus'=>'Заблокировано',

    'remove' => 'Удалить комментарий?',

    'tableComment' => 'Комментарий',
    'tableCreate' => 'Дата создания',
    'tableUpdate' => 'Дата обновления',
    'tableStatus' => 'Состояние',
    'tableCreateBy' => 'Создано',
    'tableUpdateBy' => 'Обновлено',

    'add a comment...'=>'Добавить комментарий...',
    'comment'=>'Оставить комментарий',
    'сomments'=>'Список комментариев',
    'auth'=>'Только зарегистированные пользователи могут оставлять комментарии',

    'voteLikeAdd'=>'Ваша оценка добавлена',
    'voteLikeNotAdd'=>'Ваша оценка не добавлена',

    'dataError' => 'Ошибка получения комментариев. Попробуйте позже',
    'commentAdd' => 'Отлично. Ваш комментарий добавлен',
    'commentNotAdd' => 'Ошибка. Ваш комментарий не опубликован'
];